Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Project YoRHa is a comprehensive information project intended to enhance android morale. This entry details the circumstances that led to its proposal, as well as information related to operations conducted during its individual phases. (Note that this document is marked with Level-S confidentiality, and should not be disclosed to any YoRHa personnel, save for the Commander.) [Human Extinction] Following the collapse of Project Gestalt around 3400 CE, the remaining androids searched for a way to revive humanity. But they were unable to discover an answer, and humans went extinct by roughly 4200 CE. Afterward, the genes of Gestalts and structural information of the remaining Replicants were recorded and sent to a storage facility on the moon. [Loss of Android Morale] The news of humanity's extinction was meant to be a closely guarded secret, but rumors of the event eventually began to leak out. Having lost the one thing which they were programmed to protect, android morale began a precipitous decline. Concerned by this turn of events, Command designed Project YoRHa as a means to lift android spirits. [Project 01-03: Lunar Server] The first stage of the project was spreading the word among Resistance groups that humanity was not, in fact, extinct—and that the last remaining remnants had managed to escape to the moon. This deception was supported by installing a communications server on the lunar surface to send regular transmissions. Said server was designed to be manned by as few maintenance personnel as possible. [Project 02-01 Establishment of the YoRHa squadron] Through the dramatic alteration of the Next Generation Combat Unit Project that had been proposed at the time, new "YoRHa" models began to be manufactured. Officials models were created following the implementation of data acquired from an experimental squadron, and were then deployed to all regions. Certain members of the YoRHa operations staff, however, were informed of the full scope of the project—these units were tasked to operate and protect the server on the moon.
pl: Projekt YoRHa to złożony projekt informacyjny, który ma na celu wzbogacić morale androidów. Ten wpis opisuje okoliczności, które doprowadziły do tej propozycji, jak również informację związane z operacjami przeprowadzanymi podczas pojedynczych faz. (Należy zauważyć, że ten dokument jest oznakowany poziomem poufności S i nie powinien być ujawniany personelowi YoRHy poza Komandor) [Wyginięcie ludzi] Po upadku Projektu Gestalt około 3400 roku naszej ery, pozostałe androidy zaczęły poszukiwać sposobu na odnowienie ludzkości. Ale nie były w stanie znaleźć odpowiedzi i ludzie wyginęli w okolicach 4200 roku naszej ery. Po tym geny Gestaltów oraz informacje strukturalne pozostałych Replikantów zostały spisane i wysłane do przechowalni na Księżycu. [Upadek morale wśród androidów] Wiadomość o wyginięciu ludzi miała być pilnie strzeżoną tajemnicą, ale wkrótce zaczęły rozprzestrzeniać się plotki. Kiedy utraciły jedyną rzecz, do której ochrony były zaprogramowane, morale androidów zaczęło gwałtownie spadać. Dowództwo zaniepokojone takim obrotem spraw stworzyło Projekt YoRHa, by utrzymać ducha walki androidów. [Projekt 01-03: Serwer księżycowy] Pierwszym etapem projektu było rozgłoszenie wśród grup Ruchu Oporu, że ludzkość tak właściwie nie wyginęła — a jej ostałe osobniki zdołały uciec na Księżyc. To twierdzenie zostało poparte przez zainstalowanie serwera komunikacyjnego na powierzchni księżyca, który miał wysyłać regularne transmisje. Wspomniany serwer został zaprojektowany tak, by jego utrzymanie wymagało zaangażowania jak najmniejszej ilości personelu. [Projekt 02-01: Założenie szwadronu YoRHa] Po zaproponowanych wówczas dramatycznych zmianach w Projekcie Jednostek Bojowych Nowej Generacji, nowe modele „YoRHa” weszły do produkcji. Oficjalne modele zostały stworzone dzięki implementacji danych zebranych od eksperymentalnego szwadronu i zostały zrzucone we wszystkich regionach. Niektórzy z członków YoRHy zostali poinformowani o całości projektu — tym jednostkom zlecono operowanie i ochronę serwera na Księżycu.

source: Projectile damage taken is reduced by 50% for 15 seconds.
pl: Obrażenia od pocisków zredukowane o połowę przez 15 sekund.

source: Projectile damage taken is reduced by 50% for 30 seconds.
pl: Obrażenia od pocisków zredukowane o połowę przez 30 sekund.

source: Projectile...deflect...
pl: Pociski... odbijać...

source: Prologue
pl: Prolog

source: Pronounced "two-one-oh." Calm and skilled at analysis, this operator was originally in charge of relaying messages to 9S. She personally requested to have her equipment transferred to a B-model for the drop, after which she joined the battle as 21B before going missing. She was eventually encountered again at the resource recovery unit in the amusement park ruins, where she had already been overrun by the virus. In the end, A2 had no choice but to take her life.
pl: Wymawiać „tu-łan-o”. Spokojna i profesjonalna przy analizie, ta operatorka była początkowo odpowiedzialna za przekazywanie wiadomości do 9S. Osobiście zażądała, by podczas zrzutu przeniesiono jej wyposażenie do modelu B. Dołączyła do bitwy jako jednostka 21B, podczas której zaginęła. Została w końcu odnaleziona w jednostce odzyskującej zasoby w ruinach parku rozrywki, gdzie okazało się, że została już dawno opanowana przez wirusa. Koniec końców, A2 nie miała innego wyboru, jak pozbawić ją życia.

source: Proof of Oath
pl: Dowód przysięgi

source: Proposal accepted. Data will be exchanged regularly for greater efficiency.
pl: Propozycja zaakceptowana. Dla lepszej wydajności, dane będą wymieniane regularnie.

source: Proposal accepted. Data will be exchanged regularly.
pl: Propozycja zaakceptowana. Dane będą wymieniane regularnie, dla lepszej wydajności.

source: Proposal:
pl: Propozycja:

source: Proposal: 2B should initiate conversation more frequently.
pl: Propozycja: 2B powinna częściej inicjować konwersacje.

source: Proposal: 2B should investigate.
pl: Propozycja: 2B powinna to sprawdzić.

source: Proposal: 9S should be reported to Command as a deserter.
pl: Propozycja: zgłosić 9S do Dowództwa jako dezertera.

source: Proposal: 9S should investigate.
pl: Propozycja: 9S powinien to sprawdzić.

source: Proposal: A word of appreciation is appropriate.
pl: Propozycja: słowa wdzięczności faktycznie byłyby wskazane.

source: Proposal: A2 should investigate.
pl: Propozycja: A2 powinna to sprawdzić.

source: Proposal: Administer vaccine immediately.
pl: Propozycja: natychmiastowe podanie szczepionki.

source: Proposal: Applying it to your own lips might lead to a further understanding of human customs.
pl: Propozycja: nałożenie tego na własne usta może spowodować lepsze zrozumienie ludzkich zwyczajów.

source: Proposal: Cease combat.
pl: Propozycja: wstrzymać walkę.

source: Proposal: Commence data overhaul immediately.
pl: Propozycja: natychmiast przeprowadzić przegląd danych.

source: Proposal: Confirm current destination.
pl: Propozycja: potwierdź aktualny cel.

source: Proposal: Data should be exchanged regularly for greater efficiency.
pl: Propozycja: aby zwiększyć wydajność, dane powinny być wymieniane regularnie.

source: Proposal: Data should be transferred regularly between Pod 042 and Pod 153.
pl: Propozycja: dane powinny być regularnie wymieniane między Podem 042 i Podem 153.

source: Proposal: Defeat the giant machine lifeform.
pl: Propozycja: zniszczyć ogromną mechaniczną formę życia.

source: Proposal: Destroy YoRHa unit 9S.
pl: Propozycja: należy zniszczyć jednostkę YoRHa 9S.

source: Proposal: Destroy enemy with long-range attacks.
pl: Propozycja: przeciwnika należy zniszczyć atakami dystanowymi.

source: Proposal: Destroy the Goliath.
pl: Propozycja: wyeliminować wrogą jednostkę klasy Goliat.

source: Proposal: Destroy the core to open the electronic lock.
pl: Propozycja: aby otworzyć zamek elektroniczny, należy zniszczyć jego rdzeń.

source: Proposal: Destroy the enemy and imprint the stamp upon the card.
pl: Propozycja: zniszczyć wroga i odbić pieczątkę na karcie.

source: Proposal: Destroy the enemy machine.
pl: Propozycja: zniszczyć wrogą maszynę.

source: Proposal: Destroy the generator quickly.
pl: Propozycja: należy zniszczyć generator jak najszybciej.

source: Proposal: Disable and detain at once.
pl: Propozycja: jak najszybciej unieszkodliwić i zatrzymać.

source: Proposal: Dispatch it as swiftly as possible.
pl: Propozycja: zlikwidować go tak szybko, jak to możliwe.

source: Proposal: Do not destroy enemies.
pl: Propozycja: nie niszczyć wrogich jednostek.

source: Proposal: Eject immediately.
pl: Propozycja: natychmiastowo rozpocząć proces katapultowania.

source: Proposal: Eliminate enemies in vicinity and restore access point immediately.
pl: Propozycja: wyeliminuj przeciwników w pobliżu i natychmiast przywróć punkt dostępu.

source: Proposal: Enemy should be dispatched immediately.
pl: Propozycja: wróg powinien zostać zlikwidowany jak najszybciej.

source: Proposal: Energy source should be destroyed.
pl: Propozycja: źródło energii powinno zostać zniszczone.

source: Proposal: Engage memory core diagnostics.
pl: Propozycja: należy przeprowadzić diagnostykę rdzenia pamięci.

source: Proposal: Engage visual sensor diagnostics.
pl: Propozycja: należy przeprowadzić diagnostykę czujników wizualnych.

source: Proposal: Evacuate immediately.
pl: Propozycja: przeprowadzić natychmiastową ewakuację.

source: Proposal: Evade.
pl: Propozycja: wykonaj unik.

source: Proposal: Form a friendly relationship immediately.
pl: Propozycja: uformować przyjazną relację jak najszybciej.

source: Proposal: Further information should be obtained from the Resistance leader.
pl: Propozycja: dalsze informacje powinny zostać uzyskane od lidera Ruchu Oporu.

source: Proposal: Gather additional data.
pl: Propozycja: należy zebrać więcej danych.

source: Proposal: Gather more information.
pl: Propozycja: zbierz więcej informacji.

source: Proposal: Goliath-class enemies should be destroyed.
pl: Propozycja: wrogowie klasy Goliat powinni zostać zniszczeni.

source: Proposal: Hack into all blocking devices.
pl: Propozycja: należy zhakować wszystkie urządzenia blokujące.

source: Proposal: Hack into devices blocking elevator controls.
pl: Propozycja: należy zhakować urządzenia blokujące sterowanie windą.

source: Proposal: Hack into self and eliminate virus.
pl: Propozycja: zhakować własny system, aby wyeliminować wirusa.

source: Proposal: Hack into the main Tower unit.
pl: Propozycja: zhakuj główną jednostkę Wieży.

source: Proposal: Head outside to deliver the goods to the client.
pl: Propozycja: wyjść na zewnątrz, aby dostarczyć przesyłki?

source: Proposal: Illuminate surrounding area.
pl: Propozycja: rozświetlić otoczenie.

source: Proposal: Imprint the stamp upon the card.
pl: Propozycja: odciśnij pieczątkę na karcie.

source: Proposal: Infiltrate the factory's mainframe and shut off the power.
pl: Propozycja: zinfiltrować główny system fabryki, aby odciąć jego zasilanie.

source: Proposal: Initiate search for a door that matches the key.
pl: Propozycja: należy rozpocząć poszukiwania drzwi pasujących do klucza.

source: Proposal: Investigate the marked resource recovery units.
pl: Propozycja: zbadać oznaczone jednostki odzysku zasobów.

source: Proposal: Investigate the next area.
pl: Propozycja: należy zbadać kolejny obszar.

source: Proposal: Investigate the village.
pl: Propozycja: przeprowadzić analizę wioski.

source: Proposal: Investigate tower that appeared from the caved-in region.
pl: Propozycja: należy udać się do wieży, która pojawiła się w okolicy zapadliska, w celu jej zbadania.

source: Proposal: It should be confiscated for safekeeping.
pl: Propozycja: dla bezpieczeństwa powinien zostać skonfiskowany.

source: Proposal: Overhaul system at Resistance camp.
pl: Propozycja: przeprowadzić przegląd systemu w obozie Ruchu Oporu.

source: Proposal: Prioritize search for 9S.
pl: Propozycja: potraktuj priorytetowo poszukiwanie 9S.

source: Proposal: Proceed to rendezvous point with 2B.
pl: Propozycja: udać się do miejsca spotkania z 2B.

source: Proposal: Proceed to target location.
pl: Propozycja: udać się do wskazanej lokalizacji celu.

source: Proposal: Proceed toward the guide marker.
pl: Propozycja: udać się w kierunku znacznika.

source: Proposal: Procure information from the machine lifeform known as Pascal.
pl: Propozycja: pozyskiwanie informacji warto rozpocząć od mechanicznej formy życia, znanej jako Pascal.

source: Proposal: Provide rescue support immediately.
pl: Propozycja: natychmiast zapewnić wsparcie.

source: Proposal: Pursue the deserter A2.
pl: Propozycja: podjąć pościg za dezerterką A2.

source: Proposal: Rendezvous with Resistance forces and confirm chain of command.
pl: Propozycja: należy spotkać się z siłami Ruchu Oporu, aby potwierdzić łańcuch dowodzenia.

source: Proposal: Replace the faulty part immediately.
pl: Propozycja: wymień natychmiast wadliwą część.

source: Proposal: Rest, combined with data checking and maintenance.
pl: Propozycja: zalecany odpoczynek, połączony z kontrolą danych i konserwacją.

source: Proposal: Retreat immediately.
pl: Propozycja: natychmiastowy odwrót.

source: Proposal: Return to the entrance and secure the promised "deluxe prize."
pl: Propozycja: udać się z powrotem do wejścia, żeby zabezpieczyć obiecaną „ekskluzywną nagrodę”.

source: Proposal: Return to the operational area immediately.
pl: Propozycja: natychmiastowy powrót na obszar działań.

source: Proposal: Rogue YoRHa units should be captured and detained in order to keep collateral damage at a minimum.
pl: Propozycja: zbuntowane jednostki YoRHa powinny zostać schwytane i zatrzymane, aby zminimalizować ewentualne szkody.

source: Proposal: Taking a break from this activity may lead to greater mental acuity.
pl: Propozycja: zrobienie przerwy od tej czynności może poprawić jasność umysłu.

source: Proposal: The gift should be a photograph of a rare flower.
pl: Propozycja: prezentem mogłaby być fotografia rzadkiego kwiatu.

source: Proposal: The local amusement park would be a logical area for reconnaissance.
pl: Propozycja: lokalny park rozrywki wydaje się być logicznym miejscem do sprawdzenia.

source: Proposal: The search for 9S should commence in the flooded region.
pl: Propozycja: poszukiwania 9S należy rozpocząć w zalanym rejonie.

source: Proposal: Unit 2B should abandon unit 9S and save—
pl: Propozycja: jednostka 2B powinna porzucić jednostkę 9S i ratować sie...

source: Proposal: Unit 2B should destroy the enemy machines.
pl: Propozycja: jednostka 2B powinna zniszczyć wrogie maszyny.

source: Proposal: Unit 2B should eliminate the hostile machines.
pl: Propozycja: jednostka 2B powinna wyeliminować wrogie maszyny.

source: Proposal: Unit 2B should obtain an image of the plant known as the "desert rose."
pl: Propozycja: jednostka 2B powinna zdobyć obraz rośliny znanej jako „pustynna róża”.

source: Proposal: Unit 2B should recover any usable weapons.
pl: Propozycja: jednostka 2B powinna odzyskać każdą nadającą się do użycia broń.

source: Proposal: Unit 2B should use the dynamic scanner.
pl: Propozycja: jednostka 2B powinna użyć skanera dynamicznego.

source: Proposal: Unit 9S should commandeer a smaller enemy and use it to hack the large one.
pl: Propozycja: jednostka 9S powinna przejąć jakąś mniejszą jednostkę wroga, aby następnie wykorzystać ją do zhakowania większej.

source: Proposal: Unit 9S should move to an area with better reception.
pl: Propozycja: jednostka 9S powinna udać się na obszar z lepszym zasięgiem.

source: Proposal: Unit 9S should rendezvous with unit 2B before the combat situation worsens.
pl: Propozycja: jednostka 9S powinna spotkać się z jednostką 2B, zanim sytuacja na polu bitwy ulegnie pogorszeniu.

source: Proposal: Unit 9S should state his intentions.
pl: Propozycja: jednostka 9S powinna ujawnić swoje zamiary.

source: Proposal: Unit 9S should use the dynamic scanner.
pl: Propozycja: jednostka 9S powinna użyć skanera dynamicznego.

source: Proposal: Unit A2 should gather further data on the current state of machine li—
pl: Propozycja: jednostka A2 powinna zebrać więcej danych o aktualnym statusie mechanicznych form ży...

source: Proposal: Unit A2 should investigate Pascal's village immediately.
pl: Propozycja: jednostka A2 powinna niezwłocznie udać się do wioski Pascala.

source: Proposal: Unit A2 should investigate the status of Pascal's village immediately.
pl: Propozycja: jednostka A2 powinna natychmiast zbadać sytuację w wiosce Pascala.

source: Proposal: Unit A2 should secure the safety of Pascal and the children immediately.
pl: Propozycja: jednostka A2 powinna niezwłocznie zapewnić bezpieczeństwo Pascalowi i dziecicom.

source: Proposal: Unit A2 should state her intentions.
pl: Propozycja: jednostka A2 powinna określić swoje zamiary.

source: Proposal: Unit A2 should state updated intentions in order to secure more usable data.
pl: Propozycja: jednostka A2 powinna powinna przedstawić zaktualizowane zamiary, w celu pozyskania bardziej użytecznych danych.

source: Proposal: Unit A2 should take advantage of her support Pod, which is equipped with helpful long-range attack features.
pl: Propozycja: jednostka A2 powinna skorzystać ze wsparcia, które oferuje ten Pod, ponieważ został wyposażony w przydatne funkcje ataków dystansowych.

source: Proposal: Unit A2 should use the dynamic scanner.
pl: Propozycja: jednostka A2 powinna użyć skanera dynamicznego.

source: Proposal: Use Pod fire to force him to stop.
pl: Propozycja: użyj ataku Poda, aby zmusić go do zatrzymania się.

source: Proposal: remove fear functionality.
pl: Propozycja: usunąć funkcję strachu.

source: Proposals are merely recommendations based on data provided by unit A2.
pl: Propozycje stanowią jedynie zalecenia i są oparte na danych dostraczonych przez jednostkę A2.

source: Props
pl: Rekwizyty

source: Protect 2B at the city ruins.
pl: Chroń 2B w ruinach miasta.

source: Protect 9S.
pl: Chroń 9S.

source: Protect our king!
pl: Chronić naszego Króla!

source: Protect the Children
pl: Chronić dzieci

source: Protect...the grave...of the king...
pl: Chronić... grób... króla...

source: Protecting unit 9S while he hacks the system!
pl: Ochrona jednostki 9S, gdy hakuje system!

source: Provide support to the attack squad.
pl: Zapewnij wsparcie atakującemu oddziałowi.

source: Pssst! Hey! Hey, buddy! You need some drugs?
pl: Psst! Hej! Hej, ty! Chcesz trochę narkotyków?

source: Psst... Oh, I see!
pl: Psst... Och, rozumiem!

source: Psst... Uh-huh.
pl: Psst... Ychy.

source: Psst... Uh-huh... You don't say!
pl: Psst... Ychy... Co ty powiesz.

source: Psst... Yes? Oh my!
pl: Psst... Tak? Ojej!

source: Purchase Pod programs or storage-capacity items.
pl: Kup programy poda i rozszerzenia pojemności.

source: Purchase for <TOTAL_PRICE> G?
pl: Kupić za <TOTAL_PRICE> G?

source: Purchase items.
pl: Kup przedmioty.

source: Purchase something for the children.
pl: Kup coś dzieciom.

source: Purchase weapons.
pl: Kup broń.

source: Pure Water
pl: Czysta woda

source: Purple Hair
pl: Fioletowe włosy

source: Purpose of question unknown.
pl: Nieznany cel pytania.

source: Pursuant to Rule 24,389, we shall bear witness to the trials.
pl: Stosownie do Zasady 24389, winniśmy dawać świadectwo próbom.

source: Pursuit Speed
pl: Prędkość podążania

source: Pursuit marker placed on map. Target is heading toward the desert.
pl: Znacznik pościgu został umieszczony na mapie. Cel zmierza w stronę pustyni.

source: Push yourself beyond your limits.
pl: Przekraczaj swoje granice.

source: Put in a request to the Commander for immediate approval to begin a search.
pl: Złóż prośbę do Pani Komandor o pozwolenie na rozpoczęcie poszukiwań.

source: Put it on the map!
pl: Oznacz go na mapie!

source: Put this on, and you can see the whole world!
pl: Założysz ją i ujrzysz cały świat!

source: Put your back into it!
pl: Przyłóżcie się do tego!

source: Put your pride aside, you foolish man! We need the help and you know it.
pl: Schowaj swoją dumę, głupi człowieku! Potrzebujemy pomocy i dobrze o tym wiesz.

source: Putting that aside,
pl: Pomijając to,

source: Pyrite
pl: Piryt

source: QA Administrator
pl: Administrator kontroli jakości

source: QA Lead
pl: Kierownik QA

source: QA Manager
pl: Menadżer kontroli jakości

source: QA Team
pl: Zespół ds. kontroli jakości

source: QUALITY ASSURANCE
pl: KONTROLA JAKOŚCI (QA)

source: QUEST
pl: ZADANIE

source: QUESTS
pl: ZADANIA

source: Qatar
pl: Katar

source: Quadruped (M)
pl: Czworonóg (M)

source: Quadruped Config
pl: Konfiguracja czworonożna

source: Quality Sachet
pl: Wytworny woreczek

source: Quality and Progress Management
pl: Zarządzanie jakością i postępami

source: Quantity
pl: Ilość

source: Query: Since androids generate energy from water, what purpose does the Resistance have with animal protein?
pl: Pytanie: skoro androidy generują energię z wody, jaki cel dla Ruch Oporu ma zwierzęce białko?

source: Query: We understand that machine lifeforms can regenerate as long as they possess the required materials. Is this accurate?
pl: Pytanie: rozumiemy, że mechaniczne formy życia mogą się regenerować tak długo, jak posiadają wymagane materiały. Zgadza się?

source: Query: What is the motive for a machine lifeform to provide such an announcement?
pl: Pytanie: co może motywować te mechaniczne formy życia, że postanowiły przekazać takie ogłoszenie?

source: Query: Why do the androids Devola and Popola seem to prefer death over surviving alone?
pl: Pytanie: dlaczego androidy Devola i Popola wolały zginąć, zamiast samodzielnie przetrwać?

source: Query: Why does this Tower possess an entrance at all?
pl: Pytanie: dlaczego ta Wieża w ogóle posiada wejście?

source: Query: Why would unit A2 be concerned with the status of unit 9S after turning on YoRHa?
pl: Pytanie: dlaczego jednostka A2 miałaby być zainteresowana stanem jednostki 9S po tym, jak odwróciła się od YoRHa?

source: Quest Destination
pl: Cel zadania

source: Quest Destinations
pl: Cele zadań

source: Quest Progress
pl: Postęp zadań

source: Quest Reward
pl: Nagroda za wykonanie

source: Quest information has been updated.
pl: Uaktualniono informacje o zadaniu.

source: Question, Pod 042.
pl: Pytanie, Podzie 042.

source: Quick Save
pl: Szybki zapis

source: Quiet
pl: Cicha

source: Quit
pl: Wyjdź

source: Quit game
pl: Wyjdź z gry

source: Quit yer yappin' and get fightin' already, you stupid piece of junk.
pl: Przestań paplać i stawaj do walki, ty głupia kupo złomu.

source: Quite! I'm sure of it. Yes yes.
pl: Właśnie tak musiało być! Jestem tego pewien. Tak, tak.

source: R Alt
pl: Prawy Alt

source: R Click
pl: Prawy p. myszy

source: R Ctrl
pl: Prawy Ctrl

source: R Shift
pl: Prawy Shift

source: R-Really!? Oh my gosh, thank youuuu!
pl: S-serio?! O raju, dziękuuuuję!

source: R-Revenge...reveeeeenge...
pl: Z-zemsta... Zeeemstaaa...

source: R-Right!
pl: D-dobrze!

source: R020: Mirage
pl: R020: Miraż

source: R030: Hammer
pl: R030: Młot

source: R040: Blade
pl: R040: Ostrze

source: R050: Spear
pl: R050: Włócznia

source: R070: M Shield
pl: R070: Tarcza M

source: RAISE PITCH
pl: PODNIEŚ TON

source: RDY
pl: GTWY

source: RECORD SIMULATION
pl: SYMULACJA NAGRANIA

source: RECORDING
pl: NAGRYWANIE

source: RECORDS
pl: REKORDY

source: RESCUE OFFER RECEIVED FROM <others>.
pl: OTRZYMANO PROPOZYCJĘ UDZIELENIA POMOCY OD: <others>.

source: RESULT
pl: WYNIK

source: REVENGE! CLAIM YOUR REVENGE!
pl: ZEMSTA! NIECH SIĘ DOKONA NASZA ZEMSTA!

source: REVERB PROCESS
pl: PROCESUJ POGŁOS

source: Rabbit Machine
pl: Maszyna królik

source: Ragged DVD
pl: Obdrapane DVD

source: Rail Cannon Unit
pl: Działo elektromagnetyczne

source: Rampaging Medium Biped
pl: Szalejący średni dwunóg

source: Rampaging Small Biped
pl: Szalejący mały dwunóg

source: Rampaging Small Stubby
pl: Szalejący mały resorak
